{
    "所研究方向": [
        "机器学习",
        "深度学习",
        "生物信息学"
    ],
    "讲授课程": [
        "JAVA程序设计",
        "C#程序设计",
        "可重构计算"
    ],
    "教育经历": [
        "1998年-2002年吉林大学计算机科学与技术学院、学士",
        "2002年-2004年哈尔滨工业大学计算机科学与技术学院、硕士",
        "2004年-2008年吉林大学计算机科学与技术学院、博士",
        "2007年-2008年意大利特兰托大学访学",
        "2009年-2010年奥地利维也纳大学博士后",
        "2010年-2011年德国德累斯顿工业大学博士后",
        "2019年-2020年美国密苏里大学访问学者"
    ],
    "工作经历": [
        "2018年-至今吉林大学计算机科学与技术学院，教授",
        "2014年破格评为吉林大学博士生导师",
        "2004年-20012年吉林大学计算机科学与技术学院，助教，讲师，副教授"
    ],
    "科研项目": [
        "承担国家和省部级项目11项，近3年在研项目：",
        "[1]国家自然科学基金面上基金项目，61772227、蛋白质结合位点多结构比对与结构搜索方法研究、2018/1-2021/12、71万元、项目负责人。",
        "[2]吉林省科技发展计划重点研发项目，20180201045GX，工业大数据清洗分布式异构计算技术研究，2018/1-2020/12、100万元、项目负责人。"
    ],
    "学术论文": [
        "发表学术论著68篇，近3年发表论文：",
        "[1]Yizhang Wang, Di Wang, Xiaofeng Zhang, Wei Pang, Chunyan Miao, Ahhwee Tan, You Zhou*. McDPC: multi-center density peak clustering, Neural Computing and Applications, 1-14, 2020. (SCI, IF:4.664)-学生一作",
        "[2]Yizhang Wang, Di Wang, Wei Pang, Chunyan Miao, Ahhwee Tan, You Zhou*. A Systematic Density-based Clustering Method Using Anchor Points, Neurocomputing, 400, 352-370, 2020. (SCI, IF:4.072)-学生一作",
        "[3]Wenzhe Yang, Di Wang, Wei Pang, Ahhwee Tan, You Zhou*. Goods Consumed During Transit in Split Delivery Vehicle Routing Problems: Modeling and Solution, IEEE Access, 8, 110336-110350, 2020. (SCI, IF:4.089)-学生一作",
        "[4]Yizhang Wang, You Zhou, Wei Pang, Yanchun Liang, Shu Wang. Clustering Single-cell RNA-sequencing Data based on Matching Clusters Structures, Tehnički vjesnik, 27(1), 89-95, 2020. (SCI, IF:0.644)-学生一作",
        "[5]Milan Deepak Parmar, Di Wang, Xiaofeng Zhang, Ahhwee Tan, Chunyan Miao, Jianhua Jiang, You Zhou*. REDPC: A residual error-based density peak clustering algorithm, Neurocomputing, 348, 82-96, 2019. (SCI, IF:4.072)-学生一作",
        "[6]Xinliang Tian, Wei Pang, Yizhang Wang, Kaimin Guo, You Zhou*. LatinPSO: An Algorithm for Simultaneously Inferring Structure and Parameters of Ordinary Differential Equations Models, 182, 8-16, 2019. (SCI, IF: 1.623)-学生一作",
        "[7]Milan Deepak Parmar, Wei Pang, Dehao Hao, Jianhua Jang, Wang Liupu, You Zhou*. FREDPC: A Feasible Residual Error-Based Density Peak Clustering Algorithm With the Fragment Merging Strategy, IEEE Access, 7, 89789-89804, 2019. (SCI, IF:4.089)-学生一作",
        "[8]Di Wang, Xiaolin Qian, Chai Quek, Ahhwee Tan, Chunyan Miao, Xiaofeng Zhang, Geok See Ng, You Zhou*. An interpretable neural fuzzy inference system for predictions of underpricing in initial public offerings, Neurocomputting, 319, 102-117, 2019. (SCI, IF: 4.072)",
        "[9]Yizhang Wang, Wei Pang, You Zhou*. Density propagation based adaptive multi-density clustering algorithm, PloS one, 13(7), e0198948, 2018. (SCI, IF:2.806)-学生一作",
        "[10]You Zhou, Tiantian Zhao, Yizhang Wang, Jianan Wu, Xu Zhou. A Linear Fitting Density Peaks Clustering Algorithm for Image Segmentation, Tehnički vjesnik, 25(3), 808-812, 2018. (SCI, IF:0.723)-学生二作",
        "[11]You Zhou, Panpan Cui, Yizhang Wang, Limin Wang, Sen Yang, Xu Zhou. A Local Density Shape Context Algorithm for Point Pattern Matching in Three Dimensional Space, Tehnički vjesnik, 25(3), 813-819, 2018.(SCI, IF:0.723)-学生二作",
        "[12]Dalin Li, Lan Huang, Kangping Wang, Wei Pang, You Zhou, Rui Zhang. A General Framework for Accelerating Swarm Intelligence Algorithms on FPGAs, GPUs and Multi-Core CPUs, IEEE Access, 6, 72327-72344, 2018. (SCI, IF:4.089)",
        "[13]Ming Zheng, Shugong Zhang, You Zhou, Guixia Liu. Inferring Gene Regulatory Networks Based on a Hybrid Parallel Genetic Algorithm and the Threshold Restriction Method, Interdisciplinary Sciences: Computational Life Sciences, 10(1), 221-232, 2018.(SCI, IF:0.753)",
        "[14]Chulei Zhang, Honghua Cui, Yizhang Wang, Tiantian Zhao, You Zhou*. LDKM: An Improved K-Means Algorithm with Linear Fitting Density Peak, International Journal of Performability Engineering, 16(3), 454-461, 2020.",
        "[15]周柚,杨森,李大琳,吴春国,王岩,王康平. 基于现场可编程门电路的人脸检测识别加速平台. 吉林大学学报(工学版), 49(6): 2051-2057, 2019. -学生二作",
        "[16]You Zhou, Lecheng Sun, Xu Zhou, Milan Deepak Parmar, Liupu Wang. An Improved Genetic Algorithm to Optimize Vehicle Scheduling for Relief Efforts. International Journal of Performability Engineering, 15(9), 2356-2363, 2019. -学生二作",
        "[17]郑明,卓慕瑰,张树功,周柚,刘桂霞.基于混合并行遗传算法和阈值限定法的基因调控网络构建[J].吉林大学学报(工学版), 47(2), 624-631, 2017.",
        "[18]吴佳楠,王世刚,张迪,刘桂霞,周柚.融合量子密钥真随机性的二值图像水印[J].光学精密工程, 25(11), 2968-2974, 2017.",
        "[19]霍晓凯, 史冬辉, 石一锐, 周柚, 时小虎, 吴春国. 口语对话系统中对话管理的演变,吉林大学学报(信息科学版), 37(06), 623-630, 2019.",
        "[20]郑明, 周柚, 卓慕瑰. 用并行计算从基因表达数据构建大规模基因调控网络.计算机应用研究,12, 1-4, 2018.",
        "[21]Muhammad Hassan, Sami Ur Rahman, You Zhou*. , 2019 Proceedings of the International Conferences on Big Data Analytics, Data Mining and Computational Intelligence, 219-224, 2019. -学生一作",
        "[22]Zhepei Wei, Di Wang, Ming Zhang, Ahhwee Tan, Chunyan Miao, You Zhou*. Autonomous agents in Snake game via deep reinforcement learning, 2018 IEEE International Conference on Agents (ICA), Singapore, 20-25, 2018. -学生一作",
        "[23]Milan Parmar, Di Wang, Ah-Hwee Tan, Chunyan Miao, Jianhua Jiang, You Zhou*. A novel density peak clustering algorithm based on squared residual error, 2017 International Conference on Security, Pattern Analysis, and Cybernetics (SPAC), 43-48, IEEE, 2017. -学生一作",
        "[24]Di Wang, Chai Quek, Ahhwee Tan, Chunyan Miao, Geok See Ng, You Zhou*. Leveraging the trade-off between accuracy and interpretability in a hybrid intelligent system, 2017 International Conference on Security, Pattern Analysis, and Cybernetics (SPAC), 55-60, IEEE, 2017."
    ],
    "获奖情况": [
        "周柚",
        "王岩",
        "管仁初",
        "杜伟",
        "王鏐璞",
        "周春光",
        "徐昊",
        "王康平",
        "韩霄松",
        "吴迪",
        "白天",
        "李儒辉",
        "王晗",
        "生物数据挖掘中的关键技术及应用研究",
        "中国商业联合会",
        "全国商业科技进步",
        "一等奖",
        "2013 年。"
    ],
    "治学格言": [
        "教书育人是我的工作",
        "因材施教",
        "以学生为本！"
    ]
}