{
    "Unknown": "",
    "曹永知": [
        "职称：教授",
        "研究所：软件研究所",
        "研究领域：计算机理论",
        "办公电话：86-10-62765818",
        "电子邮件：caoyz@pku.edu.cn"
    ],
    "主要研究方向": [
        "形式化方法及其应用、隐私性与安全性、不确定性推理"
    ],
    "科研/教育经历": [
        "2007，博士后，清华大学",
        "2003，博士，北京师范大学"
    ],
    "主要荣誉与获奖": [
        "2014年 教育部自然科学二等奖（排名1/3）"
    ],
    "研究成果概况": [
        "系国家精品课程“离散数学”主讲教师，IEEE高级会员和美国《数学评论》评论员。作为项目负责人主持国家自然科学基金4项，作为研究骨干参与科技部973课题多项。在IEEE Trans. Autom. Contr., IEEE Trans. Comput., Inform. Comput., J. Comput. Syst. Sci.等国际知名刊物上发表SCI期刊论文30余篇。在不确定性系统的隐私性，噪音环境下移动系统的建模、行为分析、可靠性度量及改进，事件具有随机或模糊不确定性的离散事件系统的建模与行为分析等方面取得了一些具有原创性的研究成果。论文已引起计算机科学、决策、控制、机器人及脑认知等多个领域学者关注，SCI他引近200次，且被10余部国外专著引用。"
    ],
    "主要科研项目：": [
        "1.国家自然科学基金面上项目，61772035，不确定性系统隐私性的建模与分析，2018/01-2021/12，65万元，主持。",
        "2.国家自然科学基金面上项目，61370053，移动情境感知系统的实时性与可靠性，2014/01-2017/12，76万元，主持。",
        "3.国家自然科学基金面上项目，60973004，噪音环境下移动进程的可靠性与安全性，2010/01-2012/12，30万元，主持。",
        "4.国家自然科学基金青年项目，60505011，具有不确定性的多Agent系统的监控，2006/01-2008/12，23万元，主持。"
    ],
    "Selected Publications:": [
        "1.J. Yang, Y. Cao*, and H. Wang, Differential privacy in probabilistic systems, Information and Computation, 254 (2017), 84-104.",
        "2.H. Pan, Y. Li, Y. Cao*, D. Li, Reachability in fuzzy game graphs, IEEE Transactions on Fuzzy Systems, 25 (2017), 972-984.",
        "3.H. Pan, Y. Li, Y. Cao*, Z. Ma, Model checking computation tree logic over finite lattices, Theoretical Computer Science, 612 (2016), 45-62.",
        "4.W. Chen, Y. Cao*, and H. Wang, Conditional anonymity with non-probabilistic adversary, Information Sciences, 324 (2015), 32-43.",
        "5.Y. Cao*, L. Xia, and M. Ying, Probabilistic automata for computing with words, Journal of Computer and System Sciences, 79 (2013), 152-172.",
        "6.Y. Cao*, S. X. Sun, H. Wang, and G. Chen, A behavioral distance for fuzzy- transition systems, IEEE Transactions on Fuzzy Systems, 21 (2013), 735-747.",
        "7.Y. Cao*, Reliability of mobile processes with noisy channels, IEEE Transactions on Computers, 61 (2012), 1217-1230.",
        "8.S. Huang, Y. Cao*, H. Wang, and W. Qu,",
        "Value-passing CCS with noisy channels, Theoretical Computer Science, 433 (2012), 43-59.",
        "9.Y. Cao* and Y. Ezawa, Comments on “State-feedback control of fuzzy discrete- event systems”, IEEE Transactions on Systems, Man, and Cybernetics—Part B: Cybernetics, 41 (2011), 1170-1172.",
        "10.Y. Cao*, G. Chen, and E. E. Kerre, Bisimulations for fuzzy-transition systems, IEEE Transactions on Fuzzy Systems, 19 (2011), 540-552.",
        "11.Y. Cao* and G. Chen, A fuzzy Petri nets model for computing with words, IEEE Transactions on Fuzzy Systems, 18 (2010), 486-499.",
        "12.Y. Cao*, M. Ying, and G. Chen, State-based control of fuzzy discrete-event systems,",
        "IEEE Transactions on Systems, Man, and Cybernetics—Part B: Cybernetics, 37 (2007), 410-424.",
        "13.Y. Cao*, M. Ying, and G. Chen, Retraction and generalized extension of computing with words, IEEE Transactions on Fuzzy Systems, 15 (2007), 1238-1250.",
        "14.Y. Cao* and M. Ying, Similarity-based supervisory control of discrete-event systems, IEEE Transactions on Automatic Control, 51 (2006), 325-330.",
        "15.Y. Cao* and M. Ying, Observability and decentralized control of fuzzy discrete-event systems, IEEE Transactions on Fuzzy Systems, 14 (2006), 202-216.",
        "16.Y. Cao* and M. Ying, Supervisory control of fuzzy discrete event systems, IEEE Transactions on Systems, Man, and Cybernetics—Part B: Cybernetics, 35 (2005), 366-371."
    ]
}